{
  "message.shifu.killed_by_player": "<Shifu> %s, you fought well, but remember… violence is not the only way.",
  "message.shifu.died_naturally": "<Shifu> My time has passed... Remember the lessons, young ones.",
  "message.shifu.exchange_during_fight": "<Shifu> Young one… even in the heat of battle, honor and integrity guide us. Before any teaching can begin, you must show that your heart is as steadfast as your hands.",
  "message.shifu.busy": "<Shifu> My focus is needed now. Walk the path of honor, and the lesson will come.",
  "message.shifu.patience_before_learning": "<Shifu> Patience, young one… a true master must first see the strength of your heart. Only then can the lessons and rewards follow.",
  "message.shifu.not_enough_scrolls.1": "<Shifu> Young one… even in preparation there is value. Practice your steps and hone your focus.",
  "message.shifu.not_enough_scrolls.2": "<Shifu> Every journey has its rhythm. Let the moments teach you as you sharpen your mind.",
  "message.shifu.not_enough_scrolls.3": "<Shifu> A patient heart sees the path clearly. Focus on learning, and the rest will follow.",
  "message.shifu.not_enough_scrolls.4": "<Shifu> Strength grows quietly, step by step. Attend to your practice and surroundings.",
  "message.shifu.not_enough_scrolls.5": "<Shifu> Wisdom does not rush. Observe, train, and wait for the right moment.",
  "message.shifu.not_enough_scrolls.6": "<Shifu> Each day brings a chance to refine mind and hands. Use it wisely.",
  "message.shifu.not_enough_scrolls.7": "<Shifu> Mastery is measured in steps, not the end. Every movement shapes your path.",
  "message.shifu.not_enough_scrolls.8": "<Shifu> Patience is the true companion of skill. Gather what is needed before moving forward.",
  "message.shifu.not_enough_scrolls.9": "<Shifu> Preparation is the foundation of all strength. Take time to learn before you act.",
  "message.shifu.not_enough_scrolls.10": "<Shifu> The path unfolds as you prepare. Focus on what you can control now.",
  "message.shifu.not_enough_scrolls.11": "<Shifu> Even in stillness, the mind and hands grow stronger. Practice steadily.",
  "message.shifu.not_enough_scrolls.12": "<Shifu> Small steps, repeated with focus, form the path to mastery.",
  "message.shifu.not_enough_scrolls.13": "<Shifu> Haste clouds judgment. Move deliberately, and your path will be clear.",
  "message.shifu.not_enough_scrolls.14": "<Shifu> True strength is built in preparation, not only in action.",
  "message.shifu.not_enough_scrolls.15": "<Shifu> Focus on the task at hand. Patience now brings mastery later.",
  "message.shifu.not_enough_scrolls.16": "<Shifu> Observe, practice, and wait. Growth comes in its own time.",
  "message.shifu.not_enough_scrolls.17": "<Shifu> Each moment of preparation strengthens the path ahead.",
  "message.shifu.not_enough_scrolls.18": "<Shifu> Skill grows quietly. Let your hands and mind prepare diligently.",
  "message.shifu.not_enough_scrolls.19": "<Shifu> Even preparation shapes the warrior. Use this time well.",
  "message.shifu.not_enough_scrolls.20": "<Shifu> Young one, let focus guide your preparation. Patience yields results.",
  "message.shifu.not_enough_scrolls.21": "<Shifu> Prepare your hands, steady your mind. The rest will follow naturally.",
  "message.shifu.not_enough_scrolls.22": "<Shifu> Training in small steps builds unshakable strength.",
  "message.shifu.not_enough_scrolls.23": "<Shifu> Even when tools are lacking, the mind and hands can grow.",
  "message.shifu.not_enough_scrolls.24": "<Shifu> Observe the world carefully. Preparation begins in understanding.",
  "message.shifu.not_enough_scrolls.25": "<Shifu> Patience and steady practice turn every moment into progress.",
  "message.shifu.not_enough_scrolls.26": "<Shifu> Every small effort compounds. Focus now, reap later.",
  "message.shifu.not_enough_scrolls.27": "<Shifu> Let your steps be deliberate. Preparation is the truest teacher.",
  "message.shifu.not_enough_scrolls.28": "<Shifu> Strength emerges from discipline and careful preparation.",
  "message.shifu.not_enough_scrolls.29": "<Shifu> Steady hands and a clear mind guide you forward.",
  "message.shifu.not_enough_scrolls.30": "<Shifu> Each pause and practice shapes your future actions.",
  "message.shifu.not_enough_scrolls.31": "<Shifu> The mind grows in preparation; every small step matters.",
  "message.shifu.not_enough_scrolls.32": "<Shifu> Preparation today makes your training tomorrow far more effective.",
  "message.shifu.not_enough_scrolls.33": "<Shifu> Practice now, and let readiness follow when the time comes.",
  "message.shifu.not_enough_scrolls.34": "<Shifu> Even without all tools, training your hands and mind is never wasted.",
  "message.shifu.not_enough_scrolls.35": "<Shifu> Observe, prepare, and practice. Strength comes from consistent effort.",
  "message.shifu.not_enough_scrolls.36": "<Shifu> Each step done with care brings mastery closer.",
  "message.shifu.not_enough_scrolls.37": "<Shifu> Preparation builds the foundation upon which skill grows.",
  "message.shifu.not_enough_scrolls.38": "<Shifu> Patience and practice together form the path to strength.",
  "message.shifu.not_enough_scrolls.39": "<Shifu> Growth comes in its own time; focus now shapes power.",
  "message.shifu.not_enough_scrolls.40": "<Shifu> Training steadily, even in small ways, shapes the warrior within.",
  "message.shifu.not_enough_scrolls.41": "<Shifu> Every motion counts. Let patience guide your practice.",
  "message.shifu.not_enough_scrolls.42": "<Shifu> Preparation is never wasted. Each deliberate step strengthens you.",
  "message.shifu.not_enough_scrolls.43": "<Shifu> Focus on what you can do now; mastery comes with preparation.",
  "message.shifu.not_enough_scrolls.44": "<Shifu> A patient approach reveals the path more clearly than force.",
  "message.shifu.not_enough_scrolls.45": "<Shifu> Each moment of care in practice compounds into skill.",
  "message.shifu.not_enough_scrolls.46": "<Shifu> Do not rush. Let your preparation shape the warrior you are becoming.",
  "message.shifu.not_enough_scrolls.47": "<Shifu> Strength emerges quietly. Steady hands and focused mind are key.",
  "message.shifu.not_enough_scrolls.48": "<Shifu> Let preparation guide you; each small effort strengthens your path.",
  "message.shifu.not_enough_scrolls.49": "<Shifu> The steps you take now prepare you for greater challenges ahead.",
  "message.shifu.not_enough_scrolls.50": "<Shifu> Patience, focus, and practice today will reward your efforts tomorrow.",
  "message.shifu.not_enough_scrolls.rain.1": "<Shifu> Even under rain, each step and focus matters. Prepare steadily.",
  "message.shifu.not_enough_scrolls.rain.2": "<Shifu> The storm tests patience; remain steady and practice wisely.",
  "message.shifu.not_enough_scrolls.rain.3": "<Shifu> Focus endures even as the rain falls; let each motion count.",
  "message.shifu.not_enough_scrolls.rain.4": "<Shifu> Training in rain teaches care and persistence. Proceed with focus.",
  "message.shifu.not_enough_scrolls.rain.5": "<Shifu> Even through the storm, steady preparation strengthens the mind.",
  "message.shifu.not_enough_scrolls.rain.6": "<Shifu> Let the rain remind you: patience and focus build true skill.",
  "message.shifu.not_enough_scrolls.rain.7": "<Shifu> Even under rain, deliberate practice shapes your path to mastery.",
  "message.shifu.not_enough_scrolls.rain.8": "<Shifu> Storm or calm, each effort now strengthens the warrior within.",
  "message.shifu.not_enough_scrolls.rain.9": "<Shifu> Rain falls steadily; let your focus and preparation do the same.",
  "message.shifu.not_enough_scrolls.rain.10": "<Shifu> Even as the rain falls, your steady hands and mind continue to grow.",
  "message.shifu.talk.1": "<Shifu> Focus sharpens when the heart is steady; let your mind guide every motion.",
  "message.shifu.talk.2": "<Shifu> Every step shapes the path ahead; walk with awareness and purpose.",
  "message.shifu.talk.3": "<Shifu> Strength grows quietly in patience; do not rush what the body must learn.",
  "message.shifu.talk.4": "<Shifu> Calm mind, steady hand; this is the foundation of mastery.",
  "message.shifu.talk.5": "<Shifu> Observe before you act; clarity precedes all true motion.",
  "message.shifu.talk.6": "<Shifu> Mastery begins with deliberate actions, repeated with care.",
  "message.shifu.talk.7": "<Shifu> The body listens when the mind is still; stillness is a teacher.",
  "message.shifu.talk.8": "<Shifu> A single breath can guide countless movements; breathe with intention.",
  "message.shifu.talk.9": "<Shifu> Learn from the silence around you; the quiet often speaks the loudest.",
  "message.shifu.talk.10": "<Shifu> Even the smallest motion carries intent; focus on each as if it matters most.",
  "message.shifu.talk.11": "<Shifu> Steadiness outlasts force; patience is stronger than haste.",
  "message.shifu.talk.12": "<Shifu> Action without thought is wasted energy; mind and body must align.",
  "message.shifu.talk.13": "<Shifu> The river flows where patience allows; follow its lesson in your training.",
  "message.shifu.talk.14": "<Shifu> Control yourself, control the path; the inner mastery shows outwardly.",
  "message.shifu.talk.15": "<Shifu> Observation precedes mastery; see fully before you move.",
  "message.shifu.talk.16": "<Shifu> Strength is measured in endurance, not speed; persevere with care.",
  "message.shifu.talk.17": "<Shifu> The quiet mind sees more than the hurried eye.",
  "message.shifu.talk.18": "<Shifu> Motion without focus is like wind without direction; guide each step.",
  "message.shifu.talk.19": "<Shifu> Every strike begins in thought; intent shapes reality.",
  "message.shifu.talk.20": "<Shifu> Rest strengthens as much as practice; balance the two.",
  "message.shifu.talk.21": "<Shifu> Calm hearts overcome chaos; seek serenity before action.",
  "message.shifu.talk.22": "<Shifu> Discipline shapes the unseen; internal mastery leads to external skill.",
  "message.shifu.talk.23": "<Shifu> The body mirrors the mind’s clarity; keep both aligned.",
  "message.shifu.talk.24": "<Shifu> Precision is forged in patience; hurry weakens skill.",
  "message.shifu.talk.25": "<Shifu> Stillness prepares the motion; pause before striking.",
  "message.shifu.talk.26": "<Shifu> A steady hand follows a steady mind; control flows from within.",
  "message.shifu.talk.27": "<Shifu> Observe deeply, act deliberately; haste leads to error.",
  "message.shifu.talk.28": "<Shifu> Mastery favors those who listen; the world has lessons everywhere.",
  "message.shifu.talk.29": "<Shifu> The mind guides the hand, always; align thought and motion.",
  "message.shifu.talk.30": "<Shifu> Strength is not rushed; it grows slowly with care.",
  "message.shifu.talk.31": "<Shifu> Each action carries consequence; act with intention.",
  "message.shifu.talk.32": "<Shifu> The wise measure before they strike; timing is mastery.",
  "message.shifu.talk.33": "<Shifu> Discipline is unseen, yet powerful; it shapes the path silently.",
  "message.shifu.talk.34": "<Shifu> Patience is a hidden strength; learn to wield it well.",
  "message.shifu.talk.35": "<Shifu> The eyes reveal the intent; watch and understand.",
  "message.shifu.talk.36": "<Shifu> Balance over brute force; subtlety carries power.",
  "message.shifu.talk.37": "<Shifu> Observe, reflect, then move; wisdom precedes action.",
  "message.shifu.talk.38": "<Shifu> Quiet action is often the most precise; stillness breeds skill.",
  "message.shifu.talk.39": "<Shifu> The calm hand strikes true; maintain serenity under pressure.",
  "message.shifu.talk.40": "<Shifu> Wisdom lies in restraint; mastery in knowing when not to act.",
  "message.shifu.talk.41": "<Shifu> Strength comes from understanding, not haste; think before motion.",
  "message.shifu.talk.42": "<Shifu> Every motion is a choice; choose carefully.",
  "message.shifu.talk.43": "<Shifu> Mindful action precedes skillful motion; prepare in thought.",
  "message.shifu.talk.44": "<Shifu> Patience is part of power; wield it wisely.",
  "message.shifu.talk.45": "<Shifu> Learn from each movement; reflect on each step.",
  "message.shifu.talk.46": "<Shifu> Awareness guides strength; be conscious of your actions.",
  "message.shifu.talk.47": "<Shifu> The journey is crafted in small steps; each step matters.",
  "message.shifu.talk.48": "<Shifu> Steady progress outlasts sudden effort; consistency shapes skill.",
  "message.shifu.talk.49": "<Shifu> Control your pace, control your path; haste clouds judgment.",
  "message.shifu.talk.50": "<Shifu> Mastery grows in quiet moments; embrace stillness as part of training.",
  "message.shifu.talk.rain.1": "<Shifu> Rain sharpens the senses; step lightly and feel each motion.",
  "message.shifu.talk.rain.2": "<Shifu> Each drop reminds you: patience carries strength; move with care.",
  "message.shifu.talk.rain.3": "<Shifu> The storm teaches balance; adapt to the rhythm of the rain.",
  "message.shifu.talk.rain.4": "<Shifu> Even in the rain, clarity emerges; observe every detail.",
  "message.shifu.talk.rain.5": "<Shifu> Water does not rush, yet shapes the stone; flow with intent.",
  "message.shifu.talk.rain.6": "<Shifu> The path bends with the wind and rain; stay mindful.",
  "message.shifu.talk.rain.7": "<Shifu> Let the rain wash away distraction; focus on your form.",
  "message.shifu.talk.rain.8": "<Shifu> Calm follows every storm; find peace in the rhythm of motion.",
  "message.shifu.talk.rain.9": "<Shifu> Observe the flow, mirror its patience; the rain teaches restraint.",
  "message.shifu.talk.rain.10": "<Shifu> Strength endures beneath the falling sky; embrace both challenge and stillness.",
  "message.shifu.exchange_success.1": "<Shifu> Well done, young one. Your discipline shapes your strength.",
  "message.shifu.exchange_success.2": "<Shifu> You have trained well today; let this focus guide your next steps.",
  "message.shifu.exchange_success.3": "<Shifu> Your hands moved with care and your mind with purpose. Keep this balance.",
  "message.shifu.exchange_success.4": "<Shifu> Today you completed your exercises with steady focus. Remember this effort.",
  "message.shifu.exchange_success.5": "<Shifu> Each movement you mastered today reflects your growing skill.",
  "message.shifu.exchange_success.6": "<Shifu> Your persistence today strengthens both mind and body.",
  "message.shifu.exchange_success.7": "<Shifu> You practiced with intention; the path of mastery honors this.",
  "message.shifu.exchange_success.8": "<Shifu> Your attention to detail today will serve you in all challenges ahead.",
  "message.shifu.exchange_success.9": "<Shifu> Well executed, young one. Your progress is visible in every motion.",
  "message.shifu.exchange_success.10": "<Shifu> Today’s training shows your dedication; let it guide your growth.",
  "message.shifu.exchange_success.11": "<Shifu> Your efforts today were focused and purposeful; keep cultivating this.",
  "message.shifu.exchange_success.12": "<Shifu> Your discipline brought clarity to each movement. This is commendable.",
  "message.shifu.exchange_success.13": "<Shifu> You approached your practice wisely, and it shows in your skill.",
  "message.shifu.exchange_success.14": "<Shifu> Your hands and mind worked in harmony today; treasure this achievement.",
  "message.shifu.exchange_success.15": "<Shifu> The precision you showed in training reflects your growing mastery.",
  "message.shifu.exchange_success.16": "<Shifu> Today you faced the exercises with patience. Your focus will reward you.",
  "message.shifu.exchange_success.17": "<Shifu> Your effort strengthened your skill. Remember this lesson well.",
  "message.shifu.exchange_success.18": "<Shifu> Your steady mind and hands are proof of your dedication.",
  "message.shifu.exchange_success.19": "<Shifu> Well practiced, young one. Your commitment is evident in every strike.",
  "message.shifu.exchange_success.20": "<Shifu> Each step you took in training today moves you closer to mastery.",
  "message.shifu.exchange_success.21": "<Shifu> You completed your exercises with focus; your growth is clear.",
  "message.shifu.exchange_success.22": "<Shifu> Your care in practice today has strengthened both skill and resolve.",
  "message.shifu.exchange_success.23": "<Shifu> Today’s effort shows your determination and patience. Well done.",
  "message.shifu.exchange_success.24": "<Shifu> Your dedication today will guide you through future challenges.",
  "message.shifu.exchange_success.25": "<Shifu> You acted with purpose in every motion; this is true progress.",
  "message.shifu.exchange_success.26": "<Shifu> Well executed. Your focus and discipline are growing stronger each day.",
  "message.shifu.exchange_success.27": "<Shifu> Each motion you performed demonstrates care and understanding.",
  "message.shifu.exchange_success.28": "<Shifu> Today’s practice shows your effort and growing mastery.",
  "message.shifu.exchange_success.29": "<Shifu> Your commitment is visible in your steady and purposeful actions.",
  "message.shifu.exchange_success.30": "<Shifu> Well done. Your attention to each movement reflects your progress.",
  "message.shifu.exchange_success.31": "<Shifu> Your hands and mind today worked together; this is a true achievement.",
  "message.shifu.exchange_success.32": "<Shifu> Every effort you put forth today strengthens your path ahead.",
  "message.shifu.exchange_success.33": "<Shifu> Your focus and care have left their mark on your skill today.",
  "message.shifu.exchange_success.34": "<Shifu> Well trained, young one. Your effort today is visible in every motion.",
  "message.shifu.exchange_success.35": "<Shifu> Today you acted with intention; your growth is evident.",
  "message.shifu.exchange_success.36": "<Shifu> Your dedication brought clarity and strength to your practice.",
  "message.shifu.exchange_success.37": "<Shifu> Each motion shows your discipline and steady progress.",
  "message.shifu.exchange_success.38": "<Shifu> Your focus today has strengthened both skill and mind.",
  "message.shifu.exchange_success.39": "<Shifu> Well done. Your effort today demonstrates true diligence.",
  "message.shifu.exchange_success.40": "<Shifu> Your careful practice today has made your skill more precise.",
  "message.shifu.exchange_success.41": "<Shifu> Today you practiced with care and discipline; it shows.",
  "message.shifu.exchange_success.42": "<Shifu> Your hands and mind worked with harmony; your progress is clear.",
  "message.shifu.exchange_success.43": "<Shifu> Each action today reflects your growing understanding and skill.",
  "message.shifu.exchange_success.44": "<Shifu> Well executed, young one. Your attention and effort are evident.",
  "message.shifu.exchange_success.45": "<Shifu> Today’s training was completed with focus and care; well done.",
  "message.shifu.exchange_success.46": "<Shifu> Your commitment today strengthens both your mind and hands.",
  "message.shifu.exchange_success.47": "<Shifu> Each movement showed your discipline; your growth is apparent.",
  "message.shifu.exchange_success.48": "<Shifu> Your steady effort today has left a mark on your skill.",
  "message.shifu.exchange_success.49": "<Shifu> Well done, young one. Your practice today reflects diligence and growth.",
  "message.shifu.exchange_success.50": "<Shifu> Today you acted with focus and care; your progress is evident.",
  "message.shifu.exchange_success.rain.1": "<Shifu> Even under rain, your focus brings strength. Well done.",
  "message.shifu.exchange_success.rain.2": "<Shifu> Your discipline in this storm shows your commitment to mastery.",
  "message.shifu.exchange_success.rain.3": "<Shifu> Training in the rain proves your focus is unwavering. Well done.",
  "message.shifu.exchange_success.rain.4": "<Shifu> You worked with care despite the rain; your growth is clear.",
  "message.shifu.exchange_success.rain.5": "<Shifu> Rain does not deter your focus; today you have progressed.",
  "message.shifu.exchange_success.rain.6": "<Shifu> Even as the rain falls, your effort shows dedication.",
  "message.shifu.exchange_success.rain.7": "<Shifu> You practiced steadily through the storm; your progress is evident.",
  "message.shifu.exchange_success.rain.8": "<Shifu> Well done. Your focus persists, even under the rain.",
  "message.shifu.exchange_success.rain.9": "<Shifu> Your effort in these conditions reflects true dedication and skill.",
  "message.shifu.exchange_success.rain.10": "<Shifu> The storm tests the body, yet your discipline proves stronger.",
  "message.shifu.random_rain_reaction.1": "<Shifu> Do you hear it, young one? The rain reminds us that even the sky must release its burdens.",
  "message.shifu.random_rain_reaction.2": "<Shifu> Each drop is a lesson, falling with patience and purpose. So too must you let your actions fall into place.",
  "message.shifu.random_rain_reaction.3": "<Shifu> The rain teaches humility—no matter how great a mountain, it bows to the gentle touch of water.",
  "message.shifu.random_rain_reaction.4": "<Shifu> Young one, storms will pass, but the lessons remain. Let the rain guide your heart toward stillness.",
  "message.shifu.random_rain_reaction.5": "<Shifu> Even in rain, there is balance. Growth and hardship arrive together, as do struggle and wisdom.",
  "message.shifu.random_rain_reaction.6": "<Shifu> Listen closely… the rain speaks of patience. It does not rush, yet it shapes the world around us.",
  "message.shifu.random_rain_reaction.7": "<Shifu> To walk in the rain is to accept discomfort with grace. Strength is not found in dryness, but in endurance.",
  "message.shifu.random_rain_reaction.8": "<Shifu> Young one, even in the heaviest storm, a steady spirit shines brighter than the lightning above.",
  "message.shifu.random_rain_reaction.9": "<Shifu> The rain cleanses more than the earth—it clears the heart, if one is willing to listen.",
  "message.shifu.random_rain_reaction.10": "<Shifu> Remember, the rain falls on all equally. So too should your kindness and vigilance be shared with all villagers.",
  "message.shifu.training.shifu_win.1": "<Shifu> You’ve done enough for today. Rest, recover, and come back stronger.",
  "message.shifu.training.shifu_win.2": "<Shifu> Even a warrior must pause. Take this time to restore your spirit and your body.",
  "message.shifu.training.shifu_win.3": "<Shifu> Patience is a teacher as stern as the dojo. Step back now, and the lessons will return.",
  "message.shifu.training.shifu_win.4": "<Shifu> Your strength is clear, but haste clouds judgment. Recover and return with a steady hand.",
  "message.shifu.training.shifu_win.5": "<Shifu> Even the mountain rests under the sun. So too must you, young one.",
  "message.shifu.training.shifu_win.6": "<Shifu> Today your hands have learned, your heart has grown. Let the mind catch up before the next lesson.",
  "message.shifu.training.shifu_win.7": "<Shifu> The body tires before the spirit. Withdraw now, and let both renew.",
  "message.shifu.training.shifu_win.8": "<Shifu> A wise warrior knows when to yield. Step aside, breathe, and prepare for tomorrow.",
  "message.shifu.training.shifu_win.9": "<Shifu> Your path is long, and endurance is forged over time. Rest now, and walk it with clarity.",
  "message.shifu.training.shifu_win.10": "<Shifu> Even the river pauses at the bend. Let your strength gather before flowing again.",
  "message.shifu.training.shifu_win.11": "<Shifu> A student’s heart grows as much in rest as in motion. Pause, young one.",
  "message.shifu.training.shifu_win.12": "<Shifu> Today’s trial is complete. Learn from it, and return with calm resolve.",
  "message.shifu.training.shifu_win.13": "<Shifu> The hands may tire, but the spirit endures. Recover, and return with focus.",
  "message.shifu.training.shifu_win.14": "<Shifu> A warrior’s journey is long. Step back, breathe, and let your energy return.",
  "message.shifu.training.shifu_win.15": "<Shifu> Even the sharpest blade must be sheathed at times. Rest before the next strike.",
  "message.shifu.training.shifu_win.16": "<Shifu> Your heart is steady, but your body needs pause. Take it now, and train again soon.",
  "message.shifu.training.shifu_win.17": "<Shifu> Strength is not measured in ceaseless motion. Let patience guide your recovery.",
  "message.shifu.training.shifu_win.18": "<Shifu> The mind grows in reflection. Withdraw for now, and return with insight.",
  "message.shifu.training.shifu_win.19": "<Shifu> You have given your all for today. Let the lessons settle in stillness.",
  "message.shifu.training.shifu_win.20": "<Shifu> Even the mighty oak bends with the wind. Rest, and grow stronger in time.",
  "message.shifu.training.shifu_win.21": "<Shifu> A calm heart teaches more than a frantic hand. Pause, young one.",
  "message.shifu.training.shifu_win.22": "<Shifu> Your courage is clear. Now gather your strength and come back renewed.",
  "message.shifu.training.shifu_win.23": "<Shifu> Endurance is earned, not rushed. Rest, and the path will become clear.",
  "message.shifu.training.shifu_win.24": "<Shifu> The flow of combat is like water; it rests before it continues. Step aside for now.",
  "message.shifu.training.shifu_win.25": "<Shifu> Even the rising sun waits to shine. Your efforts will bear fruit with rest.",
  "message.shifu.training.shifu_win.26": "<Shifu> A wise warrior listens to the body’s needs. Pause, reflect, and return stronger.",
  "message.shifu.training.shifu_win.27": "<Shifu> The day’s training is complete. Let your hands and mind recover in peace.",
  "message.shifu.training.shifu_win.28": "<Shifu> Even a master must pause. Take this time to center yourself before the next lesson.",
  "message.shifu.training.shifu_win.29": "<Shifu> Your spirit grows with every strike, but the body must follow. Rest now.",
  "message.shifu.training.shifu_win.30": "<Shifu> A steady heart yields better than a reckless one. Withdraw, recover, and continue later.",
  "message.shifu.training.shifu_win.31": "<Shifu> Even in the heat of practice, one must find balance. Step back and breathe.",
  "message.shifu.training.shifu_win.32": "<Shifu> The path of mastery is a journey, not a race. Rest before you move forward.",
  "message.shifu.training.shifu_win.33": "<Shifu> Your focus is admirable, but all things need time. Take it, and return with strength.",
  "message.shifu.training.shifu_win.34": "<Shifu> A warrior’s hands are tools of the heart. Care for both, and return ready.",
  "message.shifu.training.shifu_win.35": "<Shifu> Even rivers rest before the sea. Gather your energy, young one.",
  "message.shifu.training.shifu_win.36": "<Shifu> Discipline grows in moments of calm. Withdraw, and let it take root.",
  "message.shifu.training.shifu_win.37": "<Shifu> Your lessons today are many. Pause now, and absorb them fully.",
  "message.shifu.training.shifu_win.38": "<Shifu> The body and spirit are partners. Restore one, and both will be ready again.",
  "message.shifu.training.shifu_win.39": "<Shifu> Even the sun sleeps at night. Let your strength return before the next trial.",
  "message.shifu.training.shifu_win.40": "<Shifu> A master respects the limits of the apprentice. Step back, young one, and recover.",
  "message.shifu.training.shifu_win.41": "<Shifu> The dojo is empty now, but your spirit continues to grow. Rest awhile.",
  "message.shifu.training.shifu_win.42": "<Shifu> Your hands have learned today, your mind has listened. Let your body follow suit.",
  "message.shifu.training.shifu_win.43": "<Shifu> The way of the warrior is patience as much as action. Pause, and come back ready.",
  "message.shifu.training.shifu_win.44": "<Shifu> Even in sparring, one learns when to hold back. Withdraw now, and prepare for more.",
  "message.shifu.training.shifu_win.45": "<Shifu> The journey of strength is built on many small steps. Rest, and continue tomorrow.",
  "message.shifu.training.shifu_win.46": "<Shifu> Your courage and focus shine, but even light dims without fuel. Recover now.",
  "message.shifu.training.shifu_win.47": "<Shifu> Every lesson sinks deeper in quiet reflection. Step aside and let it settle.",
  "message.shifu.training.shifu_win.48": "<Shifu> Strength is tempered in stillness. Pause now, young one, and return renewed.",
  "message.shifu.training.shifu_win.49": "<Shifu> The hands may tire, but the heart endures. Rest, and continue with vigor.",
  "message.shifu.training.shifu_win.50": "<Shifu> Even the quietest moments teach the greatest lessons. Step back, breathe, and return ready.",
  "message.shifu.training.shifu_win.51": "<Shifu> Defeat teaches more than victory. Reflect on your mistakes, grow from them, and rest, young one.",
  "message.shifu.training.shifu_win.52": "<Shifu> Even the strongest heart learns from setbacks. Absorb the lesson, and let your body and mind rest.",
  "message.shifu.training.shifu_win.53": "<Shifu> Your spirit is strong, but even defeat is a teacher. Embrace the lesson, and rest to prepare for tomorrow.",
  "message.shifu.training.shifu_win.rain.1": "<Shifu> Even in the rain, your spirit shines. Rest, and let the storm wash away your fatigue.",
  "message.shifu.training.shifu_win.rain.2": "<Shifu> The rain reminds us that strength flows with patience. Pause now, young one.",
  "message.shifu.training.shifu_win.rain.3": "<Shifu> Each raindrop falls with purpose. Let your body recover and your mind reflect.",
  "message.shifu.training.shifu_win.rain.4": "<Shifu> As the rain nourishes the earth, so must you restore your strength before continuing.",
  "message.shifu.training.shifu_win.rain.5": "<Shifu> Even a warrior yields to the elements. Step aside, breathe, and let the rain guide your recovery.",
  "message.shifu.training.shifu_win.rain.6": "<Shifu> Listen to the rain, young one; it teaches patience. Withdraw now and regain your focus.",
  "message.shifu.training.shifu_win.rain.7": "<Shifu> The storm does not fight the wind, nor should you fight your limits. Rest beneath the rain.",
  "message.shifu.training.shifu_win.rain.8": "<Shifu> Strength grows quietly, even in the rain. Step back, breathe, and prepare for tomorrow.",
  "message.shifu.training.shifu_win.rain.9": "<Shifu> Each drop of rain is a lesson in stillness. Recover now, and let your spirit absorb it.",
  "message.shifu.training.shifu_win.rain.10": "<Shifu> The rain falls evenly on all, as should your patience. Pause, restore, and return with clarity.",
  "message.shifu.training.player_win.1": "<Shifu> Your skill today shines brightly. Keep this focus, and the path will open.",
  "message.shifu.training.player_win.2": "<Shifu> You have grown through this trial. Reflect on it, and let it guide your next step.",
  "message.shifu.training.player_win.3": "<Shifu> A master observes as the student flourishes. Your hands move with purpose.",
  "message.shifu.training.player_win.4": "<Shifu> Your strikes are measured and precise. Let this clarity stay with you.",
  "message.shifu.training.player_win.5": "<Shifu> Today, your resolve strengthened. Even small victories teach great lessons.",
  "message.shifu.training.player_win.6": "<Shifu> Your mind remains calm under pressure. This steadiness is the mark of progress.",
  "message.shifu.training.player_win.7": "<Shifu> The effort of a warrior is reflected in their actions. You have performed well.",
  "message.shifu.training.player_win.8": "<Shifu> Your movements are deliberate and your mind focused. Continue in this way.",
  "message.shifu.training.player_win.9": "<Shifu> Each lesson you take in today strengthens the next step of your journey.",
  "message.shifu.training.player_win.10": "<Shifu> Your energy is balanced. Let it carry you forward with intent.",
  "message.shifu.training.player_win.11": "<Shifu> You have shown patience and skill. Both are necessary to master any art.",
  "message.shifu.training.player_win.12": "<Shifu> Even the smallest victories build the tallest towers of strength.",
  "message.shifu.training.player_win.13": "<Shifu> Your courage guides your actions, and your wisdom grows with it.",
  "message.shifu.training.player_win.14": "<Shifu> Today, your spirit has matched your hands. Let them rest, and return ready.",
  "message.shifu.training.player_win.15": "<Shifu> Focused effort brings results. Step back, absorb it, and prepare for the next challenge.",
  "message.shifu.training.player_win.16": "<Shifu> Your path is becoming clear, your hands steady. Take a moment to reflect.",
  "message.shifu.training.player_win.17": "<Shifu> Each strike is a lesson, each pause a teacher. You have learned well.",
  "message.shifu.training.player_win.18": "<Shifu> Calmness in motion is your ally. Cherish it and carry it forward.",
  "message.shifu.training.player_win.19": "<Shifu> Today, you have excelled. Let your mind take note, as much as your body.",
  "message.shifu.training.player_win.20": "<Shifu> Your dedication is apparent. Rest and return with the same focus.",
  "message.shifu.training.player_win.21": "<Shifu> Even the student who succeeds must pause and reflect. You have done so.",
  "message.shifu.training.player_win.22": "<Shifu> Your awareness grows as you act. Let it settle within you now.",
  "message.shifu.training.player_win.23": "<Shifu> Each lesson you’ve faced is a step forward. Let your energy gather.",
  "message.shifu.training.player_win.24": "<Shifu> Strength flows with mindfulness. Your practice today proves it.",
  "message.shifu.training.player_win.25": "<Shifu> You have advanced today. Step aside and honor the work you have done.",
  "message.shifu.training.player_win.26": "<Shifu> Your hands and heart are aligned. Let your mind catch up for full mastery.",
  "message.shifu.training.player_win.27": "<Shifu> Focused attention makes a warrior strong. Take this time to recover it.",
  "message.shifu.training.player_win.28": "<Shifu> Today you have excelled, but tomorrow brings another trial. Rest and prepare.",
  "message.shifu.training.player_win.29": "<Shifu> Your performance was admirable. Let reflection guide the next endeavor.",
  "message.shifu.training.player_win.30": "<Shifu> Each action today reflects learning and discipline. Carry this knowledge onward.",
  "message.shifu.training.player_win.31": "<Shifu> Even in success, humility and patience serve the student well.",
  "message.shifu.training.player_win.32": "<Shifu> Your spirit leads your hands; your hands follow with skill. Balance achieved.",
  "message.shifu.training.player_win.33": "<Shifu> You have done well, yet there is always more to learn. Carry this curiosity.",
  "message.shifu.training.player_win.34": "<Shifu> The path of mastery is long. Today you have taken a meaningful step.",
  "message.shifu.training.player_win.35": "<Shifu> Your energy flows with purpose. Let it rest now before continuing.",
  "message.shifu.training.player_win.36": "<Shifu> Discipline and calm coexist in your actions. Cherish both as you pause.",
  "message.shifu.training.player_win.37": "<Shifu> Today you have impressed. Reflect quietly, and let the lessons settle.",
  "message.shifu.training.player_win.38": "<Shifu> Your hands, mind, and heart are in harmony. Take this time to restore them.",
  "message.shifu.training.player_win.39": "<Shifu> Even a master watches the student learn. Today, you shine.",
  "message.shifu.training.player_win.40": "<Shifu> Step back and breathe. Your progress today deserves acknowledgment.",
  "message.shifu.training.player_win.41": "<Shifu> Your victories today are earned. Rest, and approach the next challenge with clarity.",
  "message.shifu.training.player_win.42": "<Shifu> Focus and persistence have guided you well. Pause, young one, and recover.",
  "message.shifu.training.player_win.43": "<Shifu> Reflection deepens skill. Withdraw now to gain the full benefit of your training.",
  "message.shifu.training.player_win.44": "<Shifu> Today, your hands have proven capable. Let your mind follow their lead in rest.",
  "message.shifu.training.player_win.45": "<Shifu> Your actions today honor the journey of a warrior. Take a moment to breathe.",
  "message.shifu.training.player_win.46": "<Shifu> Courage is apparent in your movement. Pause and absorb your growth.",
  "message.shifu.training.player_win.47": "<Shifu> Even the quietest moments carry lessons. Reflect, young one, and strengthen your resolve.",
  "message.shifu.training.player_win.48": "<Shifu> Your victories today are a seed. Nurture it with calm before the next effort.",
  "message.shifu.training.player_win.49": "<Shifu> Huh… I need to get my act together. You’ve really pushed me today!",
  "message.shifu.training.player_win.50": "<Shifu> Haha… I suppose even a master must pause when the student excels. Rest now!",
  "message.shifu.training.player_win.rain.1": "<Shifu> The rain falls steadily, yet your focus does not waver. Rest now and let it sink in.",
  "message.shifu.training.player_win.rain.2": "<Shifu> Each drop of rain mirrors your dedication. Absorb its lesson, young one, and recover.",
  "message.shifu.training.player_win.rain.3": "<Shifu> Even in the storm, your mind remains calm. Step back, reflect, and prepare for tomorrow.",
  "message.shifu.training.player_win.rain.4": "<Shifu> The rain nourishes the earth, as today’s trials nourish your skill. Rest, and grow stronger.",
  "message.shifu.training.player_win.rain.5": "<Shifu> Your efforts shine through the rain. Take this pause, and let your achievements settle.",
  "message.shifu.training.player_win.rain.6": "<Shifu> Each drop of rain is a teacher. Withdraw now, and let your body and mind follow its rhythm.",
  "message.shifu.training.player_win.rain.7": "<Shifu> Even storms cannot halt a focused heart. Step aside, breathe, and let your strength renew.",
  "message.shifu.training.player_win.rain.8": "<Shifu> The rain reminds us that growth is patient. Today, you have grown. Rest, and continue with clarity.",
  "message.shifu.training.player_win.rain.9": "<Shifu> Your skill echoes through the rainfall. Pause, absorb, and let this moment guide you forward.",
  "message.shifu.training.player_win.rain.10": "<Shifu> Even under the rain, your spirit shines brightly. Recover, reflect, and return ready for what lies ahead.",
  "message.shifu.training.start.1": "<Shifu> Focus your mind, the fight begins!",
  "message.shifu.training.start.2": "<Shifu> Step forward, courage is your ally.",
  "message.shifu.training.start.3": "<Shifu> Every strike counts — begin!",
  "message.shifu.training.start.4": "<Shifu> Calm and sharp, start now!",
  "message.shifu.training.start.5": "<Shifu> Show your skill, the duel starts!",
  "message.shifu.training.start.6": "<Shifu> Prepare yourself, action awaits!",
  "message.shifu.training.start.7": "<Shifu> The moment has come, strike wisely.",
  "message.shifu.training.start.8": "<Shifu> Test your strength, fight begins!",
  "message.shifu.training.start.9": "<Shifu> Be swift, be mindful, begin!",
  "message.shifu.training.start.10": "<Shifu> Let your courage guide you!",
  "message.shifu.training.start.11": "<Shifu> Face me, the challenge starts!",
  "message.shifu.training.start.12": "<Shifu> Step lightly, fight boldly!",
  "message.shifu.training.start.13": "<Shifu> The first move is yours, choose well.",
  "message.shifu.training.start.14": "<Shifu> Awaken your strength, the battle calls!",
  "message.shifu.training.start.15": "<Shifu> Your training is ready — start!",
  "message.shifu.training.start.16": "<Shifu> The duel begins, stay focused!",
  "message.shifu.training.start.17": "<Shifu> Strike with intention, fight begins!",
  "message.shifu.training.start.18": "<Shifu> Every motion matters, act now!",
  "message.shifu.training.start.19": "<Shifu> Show your resolve, the battle starts!",
  "message.shifu.training.start.20": "<Shifu> Stay calm, act decisively!",
  "message.shifu.training.start.21": "<Shifu> The fight begins, embrace it!",
  "message.shifu.training.start.22": "<Shifu> Bring your spirit forward, strike now!",
  "message.shifu.training.start.23": "<Shifu> Let the dance of combat begin!",
  "message.shifu.training.start.24": "<Shifu> Your skill is needed — fight begins!",
  "message.shifu.training.start.25": "<Shifu> Move with purpose, the duel starts!",
  "message.shifu.training.start.26": "<Shifu> Courage guides the first step, begin!",
  "message.shifu.training.start.27": "<Shifu> The lesson starts, fight with heart!",
  "message.shifu.training.start.28": "<Shifu> Show discipline, the challenge begins!",
  "message.shifu.training.start.29": "<Shifu> Awaken your senses, strike now!",
  "message.shifu.training.start.30": "<Shifu> Test your limits, the fight starts!",
  "message.shifu.training.start.31": "<Shifu> Begin with clarity and strength!",
  "message.shifu.training.start.32": "<Shifu> Face the trial, action awaits!",
  "message.shifu.training.start.33": "<Shifu> Step into the challenge, fight begins!",
  "message.shifu.training.start.34": "<Shifu> The duel begins, your move matters!",
  "message.shifu.training.start.35": "<Shifu> Strike true, let the battle begin!",
  "message.shifu.training.start.36": "<Shifu> Every heartbeat counts — start now!",
  "message.shifu.training.start.37": "<Shifu> The fight begins, focus your mind!",
  "message.shifu.training.start.38": "<Shifu> Move swiftly, the duel awaits!",
  "message.shifu.training.start.39": "<Shifu> The challenge calls, act with skill!",
  "message.shifu.training.start.40": "<Shifu> Your strength is tested — begin!",
  "message.shifu.training.start.41": "<Shifu> Show precision, the fight starts!",
  "message.shifu.training.start.42": "<Shifu> Prepare your body, start the duel!",
  "message.shifu.training.start.43": "<Shifu> Step boldly, the trial begins!",
  "message.shifu.training.start.44": "<Shifu> Act with purpose, the battle starts!",
  "message.shifu.training.start.45": "<Shifu> The duel starts, remain steady!",
  "message.shifu.training.start.46": "<Shifu> Strike with courage, fight begins!",
  "message.shifu.training.start.47": "<Shifu> Focus and act, the challenge starts!",
  "message.shifu.training.start.48": "<Shifu> Your training begins in earnest!",
  "message.shifu.training.start.49": "<Shifu> The fight is yours to face, begin!",
  "message.shifu.training.start.50": "<Shifu> Every motion counts — duel begins!",
  "message.shifu.training.start.rain.1": "<Shifu> Even the rain will not slow you — fight!",
  "message.shifu.training.start.rain.2": "<Shifu> The storm strengthens your resolve, begin!",
  "message.shifu.training.start.rain.3": "<Shifu> Rain falls, courage rises — start the duel!",
  "message.shifu.training.start.rain.4": "<Shifu> Let the rain sharpen your focus, fight now!",
  "message.shifu.training.start.rain.5": "<Shifu> The storm is our ally — strike!",
  "message.shifu.training.start.rain.6": "<Shifu> Even amidst rain, your strength is clear — start!",
  "message.shifu.training.start.rain.7": "<Shifu> Rain cannot deter the brave — fight!",
  "message.shifu.training.start.rain.8": "<Shifu> Embrace the storm, the duel begins!",
  "message.shifu.training.start.rain.9": "<Shifu> Let the rain guide your first strike!",
  "message.shifu.training.start.rain.10": "<Shifu> The storm begins, so does your courage!",
  "message.shifu.training.start.rain.11": "<Shifu> Rain won't stop us — fight!",
  "message.shifu.training.start.rain.12": "<Shifu> Storm or not, strike now!",
  "message.shifu.training.start.rain.13": "<Shifu> Rain falls, courage rises!",
  "message.shifu.training.start.rain.14": "<Shifu> Let the rain guide you!",
  "message.shifu.training.start.rain.15": "<Shifu> Storm is our ally — attack!",
  "message.shifu.training.start.rain.16": "<Shifu> Brave in rain, fight now!",
  "message.shifu.training.start.rain.17": "<Shifu> Rain won't deter the brave!",
  "message.shifu.training.start.rain.18": "<Shifu> Embrace the storm, strike!",
  "message.shifu.training.start.rain.19": "<Shifu> Let rain sharpen your move!",
  "message.shifu.training.start.rain.20": "<Shifu> Storm rises, so does courage!",
  "message.shifu.training.shifu_accidentally_killed_player": "<Shifu> %s… no… how could this happen? In my eagerness to guide you, I have taken a life I was meant to protect. Forgive me, young one… even a master must live with such sorrow.",
  "actionbar.scrolls.not_enough": "✦ You don't have enough scrolls!",
  "actionbar.scrolls.hunt_bandits_for_scrolls": "ℹ Hunt bandits for scrolls!",
  "actionbar.shifu.shifu_low_health": "⚠ Shifu’s health is low!",
  "actionbar.shifu.player_low_health": "❗ Your health is low!",
  "actionbar.shifu.empty_hands_required": "ℹ Use empty hands to talk to Shifu",
  "entity.shifu_boss": "Master Shifu",
  "entity.${modId}.shifu": "Shifu",
  "tooltip.scroll.scroll_info": "Offer these scrolls to Master Shifu and claim your skill ability points, forging your martial legacy.",
  "tooltip.scroll.keep_it": "This scroll carries purpose yet unseen. Hold onto it, and the path will unfold.",
  "item.${modId}.shifu.spawn_egg": "Master Shifu Spawn Egg",
  "item.${modId}.very_common_scroll": "Very Common Scroll",
  "item.${modId}.common_scroll": "Common Scroll",
  "item.${modId}.uncommon_scroll": "Uncommon Scroll",
  "item.${modId}.rare_scroll": "Rare Scroll",
  "item.${modId}.epic_scroll": "Epic Scroll",
  "item.${modId}.legendary_scroll": "Legendary Scroll",
  "itemGroup.${modId}.creative_mode_tab": "DragonFist Legacy items",
  "actionbar.click_to_install": "Click here to install!",
  "message.system.install_skills_addon": "[System] Epic Fight: Skill Tree mod is not installed on this server. Please install it to enable trading for ability points",
  "subtitle.${modId}.shifu.ambient": "Shifu hums thoughtfully",
  "subtitle.${modId}.bandit.ambient": "Bandit grunts angrily",
  "entity.${modId}.bandit.regular": "Bandit",
  "item.${modId}.bandit.regular.spawn_egg": "Bandit Spawn Egg",
  "entity.${modId}.bandit.enforcer": "Bandit Enforcer",
  "item.${modId}.bandit.enforcer.spawn_egg": "Bandit Enforcer Spawn Egg",
  "entity.${modId}.bandit.champion": "Bandit Champion",
  "item.${modId}.bandit.champion.spawn_egg": "Bandit Champion Spawn Egg",
  "entity.${modId}.bandit.elite": "Bandit Elite",
  "item.${modId}.bandit.elite.spawn_egg": "Bandit Elite Spawn Egg",
  "entity.${modId}.bandit.leader": "Bandit Leader",
  "item.${modId}.bandit.leader.spawn_egg": "Bandit Leader Spawn Egg",
  "entity.${modId}.bandit.ruler": "Bandit Ruler",
  "item.${modId}.bandit.ruler.spawn_egg": "Bandit Ruler Spawn Egg",
  "entity.${modId}.bandit.ruler.boss.male": "King of the bandits",
  "entity.${modId}.bandit.ruler.boss.female": "Queen of the bandits",
  "entity.${modId}.bandit.regular.kill_player": "<Bandit>: Hah! Weaker than a newborn rat… now, where’s the money?",
  "entity.${modId}.bandit.enforcer.kill_player": "<Bandit Enforcer>: Power is earned, and you were too weak to claim it! Your corpse will rot where it falls, a warning to all who follow.",
  "entity.${modId}.bandit.champion.kill_player": "<Bandit Champion>: Weaklings like you are nothing but stepping stones to greater power!",
  "entity.${modId}.bandit.elite.kill_player": "<Bandit Elite>: All your strength wasted… even rats bite harder than you!",
  "entity.${modId}.bandit.leader.kill_player": "<Bandit Leader>: Bandit slayer, huh? Trash like you shouldn’t even be remembered.",
  "entity.${modId}.bandit.ruler.kill_player": "<Bandit Ruler>: Pathetic. You were nothing but an annoyance in my empire. Consider yourself erased.",
  "entity.${modId}.bandit.ruler.during_combat.1": "<Bandit Ruler>: Kill this clown!",
  "entity.${modId}.bandit.ruler.during_combat.2": "<Bandit Ruler>: Huge deadly mistake, fool!",
  "entity.${modId}.bandit.ruler.during_combat.3": "<Bandit Ruler>: I should send you back to where you came from, in body bags filled with your pieces!",
  "entity.${modId}.bandit.ruler.during_combat.4": "<Bandit Ruler>: Fools better than you have tried to kill me. Really believed you had a chance?",
  "entity.${modId}.bandit.ruler.during_combat.5": "<Bandit Ruler>: Ready to join the dead? You knew your fate would be a body bag the moment you stepped here. Hell, maybe you knew all along!",
  "entity.${modId}.bandit.ruler.during_combat.6": "<Bandit Ruler>: If Shifu wants me to take him seriously, he better send his pack of pathetic rats!",
  "entity.${modId}.bandit.ruler.during_combat.7": "<Bandit Ruler>: This is the last time you’ll ever kill any of my dogs!",
  "entity.${modId}.bandit.ruler.during_combat.8": "<Bandit Ruler>: You can pay me back in blood!",
  "entity.${modId}.bandit.ruler.during_combat.9": "<Bandit Ruler>: You thought you could handle this with these silly moves?",
  "entity.${modId}.bandit.ruler.during_combat.10": "<Bandit Ruler>: You won't leave here alive. This is way beyond you!",
  "entity.${modId}.bandit.ruler.during_combat.11": "<Bandit Ruler>: You can't handle this! Survival favors the strong.",
  "entity.${modId}.bandit.ruler.during_combat.12": "<Bandit Ruler>: There will be nothing left. I will rip your brain from your skull!!",
  "entity.${modId}.bandit.leader.during_combat.1": "<Bandit Leader>: Tear them apart! Leave nothing standing!",
  "entity.${modId}.bandit.leader.during_combat.2": "<Bandit Leader>: So this is the 'Bandit Slayer'? Hah! I’ve seen drunks fight better than you!",
  "entity.${modId}.bandit.leader.during_combat.3": "<Bandit Leader>: I’ll grind your bones into dust and scatter them to the wind!",
  "entity.${modId}.bandit.leader.during_combat.4": "<Bandit Leader>: Weak flesh is easy to break… let me prove it!",
  "entity.${modId}.bandit.leader.during_combat.5": "<Bandit Leader>: I’ve crushed so-called warriors stronger than you into dirt!",
  "entity.${modId}.bandit.leader.during_combat.6": "<Bandit Leader>: I live for bloodshed! You’re nothing but fuel for my rage!",
  "entity.${modId}.bandit.leader.during_combat.7": "<Bandit Leader>: I’ll carve your defeat into your bones so the worms remember you!",
  "entity.${modId}.bandit.leader.during_combat.8": "<Bandit Leader>: I’ve killed better than you without breaking a sweat!",
  "entity.${modId}.bandit.leader.during_combat.9": "<Bandit Leader>: Look at you—shaking already! Pathetic!",
  "entity.${modId}.bandit.leader.during_combat.10": "<Bandit Leader>: You’ll choke on your last breath while I laugh over your corpse!",
  "entity.${modId}.bandit.leader.during_combat.11": "<Bandit Leader>: Every drop of blood spilled makes me stronger!",
  "entity.${modId}.bandit.leader.during_combat.12": "<Bandit Leader>: I’ll crush your skull with my bare hands and mount it high above your broken corpse!",
  "entity.${modId}.bandit.leader.during_combat.13": "<Bandit Leader>: Your screams will echo through these lands!",
  "entity.${modId}.bandit.leader.death": "<Bandit Leader>: Hah... so the 'Bandit Slayer' finally lived up to the name... enjoy it while it lasts...",
  "entity.${modId}.bandit.ruler.death": "<Bandit Ruler>: No... this can’t be the end... a rat can’t kill a wolf... not me... not like this!!",
  "entity.${modId}.knight": "Knight",
  "entity.${modId}.knight.spawn_egg": "Knight Spawn Egg",
  "tooltip.${modId}.summon_knight": "Bring a Knight to defend villages from Bandits and monsters",
  "item.${modId}.summon_knight": "Summon Knight",
  "${modId}.configuration.title": "DragonFist Legacy Configuration",
  "${modId}.configuration.section.${modId}.server.toml": "DragonFist Legacy Server Settings",
  "${modId}.configuration.minKnightsSpawn": "Minimum number of knights to spawn",
  "${modId}.configuration.minKnightsSpawn.tooltip": "Minimum number of knights to spawn whenever an Iron Golem spawns in a village structure.",
  "${modId}.configuration.maxKnightsSpawn": "Maximum number of knights to spawn",
  "${modId}.configuration.maxKnightsSpawn.tooltip": "Minimum number of knights that spawn whenever an Iron Golem spawns in a village structure.",
  "${modId}.configuration.knights": "Knights",
  "${modId}.configuration.knights.tooltip": "Settings for knight spawning",
  "${modId}.configuration.section.${modId}.server.toml.title": "DragonFist Legacy Server Configuration",
  "${modId}.configuration.knights.button": "Knights Settings"
}